export const reportsData = [
    {
        value: 'm13',
        text: 'Динамика перевозки грузов по видам транспорта',
        type: 0,
    },
    {
        value: 'm14',
        text: 'Объём перевозки грузов транспортным комплексом общего пользования, млн. т.',
        type: 1,
    },
    {
        value: 'm15',
        text: 'Объемы перевозок грузов в процентном соотношении по отношению к прошлому году',
        type: 1,
    },
    {
        value: 'm16',
        text: 'Структура перевозок по видам транспорта общего пользования за отчетный период',
        type: 0,
    },
    {
        value: 'm18',
        text: 'Объем перевозки пассажиров, млн. пасс.',
        type: 1,
    },
    {
        value: 'm19',
        text: 'Объемы перевозок пассажиров в процентном соотношении по отношению к прошлому году',
        type: 1,
    },
    {
        value: 'm20',
        text: 'Индексы цен (тарифов) на услуги пассажирского транспорта за отчетный период',
        type: 0,
    },
    {
        value: 'm21',
        text: 'Динамика перевозки пассажиров по видам транспорта за отчетный период',
        type: 0,
    },
    {
        value: 'm22',
        text: 'Индекс цен (тарифов) на услуги транспорта по перевозке пассажиров в процентном отношении к прошлому году',
        type: 3,
    },
    {
        value: 'm23',
        text: 'Структура перевозок пассажиров по видам транспорта общего пользования за отчетный период',
        type: 0,
    },
    {
        value: 'm24',
        text: 'Структура перевозок пассажиров транспортным комплексом Минтранса России за отчетный год',
        type: 2,
    },
    {
        value: 'm26',
        text: 'Грузооборот, млрд. т-км.',
        type: 1,
    },
    {
        value: 'm27',
        text: 'Грузооборот, в процентном соотношении по отношению к прошлому году',
        type: 1,
    },
    {
        value: 'm28',
        text: 'Динамика грузооборота по видам транспорта в отчетном периоде (в натуральных величинах и процентном отношении к прошлым годам)',
        type: 0,
    },
    {
        value: 'm29',
        text: 'Структура грузооборота по видам транспорта общего пользования за период',
        type: 0,
    },
    {
        value: 'm30',
        text: 'Структура грузооборота по видам транспорта в отчетном году',
        type: 2,
    },
    {
        value: 'm32',
        text: 'Структура пассажирооборота по видам транспорта общего пользования за отчетный период',
        type: 0,
    },
    {
        value: 'm33',
        text: 'Структура пассажирооборота по видам транспорта общего пользования за отчетный период',
        type: 2,
    },
    {
        value: 'm34',
        text: 'Динамика пассажирооборота по видам транспорта за отчетный период',
        type: 0,
    },
    {
        value: 'm35',
        text: 'Пассажирооборот, млрд. пасс-км',
        type: 1,
    },
    {
        value: 'm36',
        text: 'Пассажирооборот, в процентном соотношении по отношению к прошлому году',
        type: 1,
    },
];
