export const reportsData = [
    {
        value: 'm13',
        text: 'М13. Динамика перевозки грузов по видам транспорта',
        type: 0,
    },
    {
        value: 'm14',
        text: 'М14. Объём перевозки грузов транспортным комплексом общего пользования, млн. т.',
        type: 1,
    },
    {
        value: 'm15',
        text: 'М15. Объемы перевозок грузов в процентном соотношении по отношению к прошлому году',
        type: 1,
    },
    {
        value: 'm16',
        text: 'М16. Структура перевозок по видам транспорта общего пользования за отчетный период',
        type: 0,
    },
    {
        value: 'm18',
        text: 'М18. Объем перевозки пассажиров, млн. пасс.',
        type: 1,
    },
    {
        value: 'm19',
        text: 'М19. Объемы перевозок пассажиров в процентном соотношении по отношению к прошлому году',
        type: 1,
    },
    {
        value: 'm20',
        text: 'М20. Индексы цен (тарифов) на услуги пассажирского транспорта за отчетный период',
        type: 0,
    },
    {
        value: 'm21',
        text: 'М21. Динамика перевозки пассажиров по видам транспорта за отчетный период',
        type: 0,
    },
    {
        value: 'm22',
        text: 'М22. Индекс цен (тарифов) на услуги транспорта по перевозке пассажиров в процентном отношении к прошлому году',
        type: 3,
    },
    {
        value: 'm23',
        text: 'М23. Структура перевозок пассажиров по видам транспорта общего пользования за отчетный период',
        type: 0,
    },
    {
        value: 'm24',
        text: 'М24. Структура перевозок пассажиров транспортным комплексом Минтранса России за отчетный год',
        type: 2,
    },
    {
        value: 'm26',
        text: 'М26. Грузооборот, млрд. т-км.',
        type: 1,
    },
    {
        value: 'm27',
        text: 'М27. Грузооборот, в процентном соотношении по отношению к прошлому году',
        type: 1,
    },
    {
        value: 'm28',
        text: 'М28. Динамика грузооборота по видам транспорта в отчетном периоде (в натуральных величинах и процентном отношении к прошлым годам)',
        type: 0,
    },
    {
        value: 'm29',
        text: 'М29. Структура грузооборота по видам транспорта общего пользования за период',
        type: 0,
    },
    {
        value: 'm30',
        text: 'М30. Структура грузооборота по видам транспорта в отчетном году',
        type: 2,
    },
    {
        value: 'm32',
        text: 'М32. Структура пассажирооборота по видам транспорта общего пользования за отчетный период',
        type: 0,
    },
    {
        value: 'm33',
        text: 'М33. Структура пассажирооборота по видам транспорта общего пользования за отчетный период',
        type: 2,
    },
    {
        value: 'm34',
        text: 'М34. Динамика пассажирооборота по видам транспорта за отчетный период',
        type: 0,
    },
    {
        value: 'm35',
        text: 'М35. Пассажирооборот, млрд. пасс-км',
        type: 1,
    },
    {
        value: 'm36',
        text: 'М36. Пассажирооборот, в процентном соотношении по отношению к прошлому году',
        type: 1,
    },
];
