export const reportsData = [
    {
        value: 'm1',
        text: 'М1. Уровень достижения индикаторов по Целям за отчетный год',
        type: 1,
    },
    {
        value: 'm2',
        text: 'М2. Диаграмма интегральной оценки фактического уровня достижения индикаторов стратегии по Целям за отчетный год',
        type: 1,
    },
    {
        value: 'm3',
        text: 'М3. Оценка динамики достижения целевых индикаторов по Целям за отчетный год по отношению к предыдущему году',
        type: 1,
    },
    {
        value: 'm4',
        text: 'М4. Диаграмма оценки динамики достижения целевых индикаторов по Целям за отчетный год по отношению к прошлому',
        type: 1,
    },
    {
        value: 'm5',
        text: 'М5. Сведения о достижении целевых значений показателей за отчетный период',
        type: 2,
    },
    {
        value: 'm6',
        text: 'М6. Бюджетное финансирование в сфере транспорта за отчетный период',
        type: 2,
    },
    {
        value: 'm7',
        text: 'М7. Данные об использованных бюджетных ассигнованиях, обеспечивающих реализацию транспортной стратегии за отчетный период',
        type: 3,
    },
    {
        value: 'm8',
        text: 'М8. Данные об объемах привлеченного внебюджетного финансирования, в том числе на принципах государственно-частного партнерства, в рамках реализации Транспортной стратегии',
        type: 3,
    },
    {
        value: 'm9',
        text: 'М9. Конкретные результаты реализации в отчетном году основных мероприятий и проектов, предусмотренных Транспортной стратегией Российской Федерации на период до 2030 года',
        type: 3,
    },
    {
        value: 'm10',
        text: 'М10. Анализ выполнения плана мероприятий по реализации Транспортной стратегии Российской Федерации на среднесрочный период по состоянию на отчетный период, по целям ТС',
        type: 3,
    },
    {
        value: 'm11',
        text: 'М11. Достижение ожидаемых значений показателей Транспортной Стратегии',
        type: 3,
    },
    {
        value: 'm12',
        text: 'М12. Динамика достижения ожидаемых значений показателей объемов перевозки грузов за годы реализации Транспортной стратегии',
        type: 3,
    },
    {
        value: 'm13',
        text: 'М13. Динамика перевозки грузов по видам транспорта',
        type: 3,
    },
    {
        value: 'm14',
        text: 'М14. Объём перевозки грузов транспортным комплексом общего пользования, млн. т.',
        type: 4,
    },
    {
        value: 'm15',
        text: 'М15. Объемы перевозок грузов в процентном соотношении по отношению к прошлому году',
        type: 4,
    },
    {
        value: 'm16',
        text: 'М16. Структура перевозок по видам транспорта общего пользования за отчетный период',
        type: 3,
    },
    {
        value: 'm17',
        text: 'М17. Динамика достижения ожидаемых значений показателей объемов перевозки пассажиров за период',
        type: 3,
    },
    {
        value: 'm18',
        text: 'М18. Объем перевозки пассажиров, млн. пасс.',
        type: 4,
    },
    {
        value: 'm19',
        text: 'М19. Объемы перевозок пассажиров в процентном соотношении по отношению к прошлому году',
        type: 4,
    },
    {
        value: 'm20',
        text: 'М20. Индексы цен (тарифов) на услуги пассажирского транспорта за отчетный период',
        type: 3,
    },
    {
        value: 'm21',
        text: 'М21. Динамика перевозки пассажиров по видам транспорта за отчетный период',
        type: 3,
    },
    {
        value: 'm22',
        text: 'М22. Индекс цен (тарифов) на услуги транспорта по перевозке пассажиров в процентном отношении к прошлому году',
        type: 4,
    },
    {
        value: 'm23',
        text: 'М23. Структура перевозок пассажиров по видам транспорта общего пользования за отчетный период',
        type: 3,
    },
    {
        value: 'm24',
        text: 'М24. Структура перевозок пассажиров транспортным комплексом Минтранса России за отчетный год',
        type: 5,
    },
    {
        value: 'm25',
        text: 'М25. Динамика достижения ожидаемых значений показателей объемов грузооборота за отчетный период',
        type: 3,
    },
    {
        value: 'm26',
        text: 'М26. Грузооборот, млрд. т-км.',
        type: 4,
    },
    {
        value: 'm27',
        text: 'М27. Грузооборот, в процентном соотношении по отношению к прошлому году',
        type: 4,
    },
    {
        value: 'm28',
        text: 'М28. Динамика грузооборота по видам транспорта в отчетном периоде (в натуральных величинах и процентном отношении к прошлым годам)',
        type: 3,
    },
    {
        value: 'm29',
        text: 'М29. Структура грузооборота по видам транспорта общего пользования за период',
        type: 3,
    },
    {
        value: 'm30',
        text: 'М30. Структура грузооборота по видам транспорта в отчетном году',
        type: 5,
    },
    {
        value: 'm31',
        text: 'М31. Динамика достижения ожидаемых значений показателей объемов пассажирооборота за отчетный период',
        type: 3,
    },
    {
        value: 'm32',
        text: 'М32. Структура пассажирооборота по видам транспорта общего пользования за отчетный период',
        type: 3,
    },
    {
        value: 'm33',
        text: 'М33. Структура пассажирооборота по видам транспорта общего пользования за отчетный период',
        type: 5,
    },
    {
        value: 'm34',
        text: 'М34. Динамика пассажирооборота по видам транспорта за отчетный период',
        type: 3,
    },
    {
        value: 'm35',
        text: 'М35. Пассажирооборот, млрд. пасс-км',
        type: 4,
    },
    {
        value: 'm36',
        text: 'М36. Пассажирооборот, в процентном соотношении по отношению к прошлому году',
        type: 4,
    },
    {
        value: 'm37',
        text: 'М37. Взвешенная оценка достижения целей',
        type: 6,
    },
];
